{
  "products": {
    "new-arrivals": [
      {
        "id": "whisky_new_1",
        "product_type": "Whisky",
        "product_name": "Kereru Reserve 5YO Blended Scotch Whisky",
        "description": {
          "summary": "-",
          "palate": " -"
        },
        "details": {
          "country_of_origin": "Scotland",
          "alcohol_volume": "40%",
          "pack_size": "750mlx12 Btls",
          "color": "Golden"
        },
        "characteristics": {
          "visual": {
            "title": "Visual Characteristics",
            "description": ""
          },
          "aromatic": {
            "title": "Aromatic Characteristics",
            "description": ""
          },
          "taste": {
            "title": "Taste Characteristics",
            "description": ""
          },
          "aftertaste": {
            "title": "Aftertaste",
            "description": ""
          }
        },
        "images": {
          "product_image": "./images/bottle-sample.png",
          "background_image": "../images/home-bg-2.jpg",
          "ribbon": "../images/ribbon.png"
        }
      },
      {
        "id": "whisky_new_2",
        "product_type": "Whiskey",
        "product_name": "Kereru Classic Blended Irish Whiskey",
        "description": {
          "summary": "Kereru Classic Blended Irish Whiskey is a harmonious fusion of premium grains and hand-selected malts, meticulously distilled and matured in American oak casks. Its golden hue reflects its rich Irish heritage, while the aroma entices with mild, delicate notes of citrus, green tomato, and toasted oak.",
          "palate": "On the palate, this masterful blend delivers a smooth, mellow experience with the signature crispness of traditional Irish whiskey. A soft, sweet vanilla undertone beautifully balances the flavors, leading to a lingering finish of velvety oakiness. Elegant and refined, this whiskey is a true celebration of craftsmanship and tradition."
        },
        "details": {
          "country_of_origin": "Ireland",
          "alcohol_volume": "40%",
          "pack_size": "750mlx12 Btls",
          "color": "Golden"
        },
        "characteristics": {
          "visual": {
            "title": "Visual Characteristics",
            "description": "Kereru Classic Blended Irish Whiskey’s golden hue radiates warmth and depth, a testament to its meticulous maturation in select American oak casks. This rich, inviting color mirrors the smooth, velvety elegance of its crafted character."
          },
          "aromatic": {
            "title": "Aromatic Characteristics",
            "description": "The mild and soft aroma of Kereru Classic Blended Irish Whiskey blends delicate notes of citrus, green tomato, and toasted oak. This gentle bouquet creates a refined and inviting scent, capturing the essence of its smooth and crafted character."
          },
          "taste": {
            "title": "Taste Characteristics",
            "description": "Kereru Classic Blended Irish Whiskey offers a mellow, smooth taste with a classic crispness of Irish whiskey, balanced by a subtle sweetness of vanilla. Each sip reveals layers of flavor that unfold on the palate with elegance."
          },
          "aftertaste": {
            "title": "Aftertaste",
            "description": "The aftertaste of Kereru Classic Blended Irish Whiskey lingers with a soft, velvety oakiness, enhanced by delicate notes of sweet vanilla. This harmonious finish leaves a lasting impression of smooth sophistication."
          }
        },
        "images": {
          "product_image": "../images/bottle-sample.png",
          "background_image": "../images/home-bg-2.jpg",
          "ribbon": "../images/ribbon.png"
        }
      },
      {
        "id": "new_sotol_1",
        "product_type": "sotol",
        "product_name": "Warbler Reserve blanco handcrafted 100% sotol",
        "description": {
          "summary": "Warbler Reserve Blanco Handcrafted 100% Sotol is an artisanal spirit crafted from wild-harvested plants in the deserts, grasslands, and mountains of Chihuahua. Cooked in earth ovens, open-fermented, and distilled in copper pot stills, it offers a smooth, versatile profile, perfect for sipping or cocktails.",
          "palate": "Crystal clear and colorless, the complex aroma blends green herbs, citrus, black pepper, eucalyptus, light smoke, and wood. Flavors of fresh honey, savory spice, and light anise create a velvety mouthfeel, finishing with warm, sweet tones and subtle smoke."
        },
        "details": {
          "country_of_origin": "Mexico",
          "alcohol_volume": "30%",
          "pack_size": "750mlx12 Btls",
          "color": "Crystal Clear, Colorless"
        },
        "characteristics": {
          "visual": {
            "title": "Visual Characteristics",
            "description": "Warbler Reserve Blanco Sotol is crystal clear and colorless. It has a smooth, polished appearance, showcasing its purity. The spirit's subtle complexity is reflected in its delicate yet vibrant presentation, with a clean, refined look that invites appreciation of its craftsmanship."
          },
          "aromatic": {
            "title": "Aromatic Characteristics",
            "description": "Warbler Reserve Blanco Sotol presents a complex, multi-layered aroma. The initial scent reveals vibrant citrus and fresh green herbs, followed by the subtle spice of black pepper and eucalyptus. Light smoke and wood notes add depth, creating a balanced and intriguing fragrance profile."
          },
          "taste": {
            "title": "Taste Characteristics",
            "description": "The taste of Warbler Reserve Blanco Sotol is smooth and well-rounded, offering a harmonious blend of fresh honey, savory spice, and a hint of light anise. Its soft, velvety mouthfeel enhances the experience, with a gentle spice that lingers, providing a refined and sophisticated flavor."
          }
        },
        "images": {
          "product_image": "../images/bottle-sample.png",
          "background_image": "../images/home-bg-2.jpg",
          "ribbon": "../images/ribbon.png"
        }
      },
      {
        "id": "new_sotol_2",
        "product_type": "sotol",
        "product_name": "Warbler Reserve reposado handcrafted 100% sotol",
        "description": {
          "summary": "Crafted from wild-harvested sotol plants in Chihuahua’s rugged landscapes, this artisan spirit is cooked in earth ovens, open-fermented, and distilled in copper pot stills. Aged over six months in red wine barrels, it boasts a golden hue and rich complexity.",
          "palate": "The aroma reveals green herbs, wet earth, wood, and light smoke. On the palate, fresh honey, savory spice, cinnamon, and wood create a velvety mouthfeel. The finish is medium-length, warm, and sweet, with light smoke and earthy notes lingering on the back palate, making it perfect for sipping over ice."
        },
        "details": {
          "country_of_origin": "Mexico",
          "alcohol_volume": "30%",
          "pack_size": "750mlx12 Btls",
          "color": "Golden Hue"
        },
        "characteristics": {
          "visual": {
            "title": "Visual Characteristics",
            "description": "The Warbler Reserve Reposado Sotol boasts a radiant golden hue, reflecting its time aged in red wine barrels. Its appearance is both rich and inviting, with a warm glow that hints at the depth of flavors within, making it visually as captivating as it is flavorful."
          },
          "aromatic": {
            "title": "Aromatic Characteristics",
            "description": "The aromatic profile of Warbler Reserve Reposado Sotol is an intricate blend of nature's essence. It opens with vibrant green herbs, followed by the earthy allure of wet soil. Subtle woody undertones and a whisper of light smoke complete the complex and inviting bouquet."
          },
          "taste": {
            "title": "Taste Characteristics",
            "description": "On the palate, Warbler Reserve Reposado Sotol delivers a harmonious blend of flavors. Fresh honey brings a natural sweetness, balanced by savory spice and a touch of cinnamon. Subtle hints of wood enhance its complexity, while the soft, velvety mouthfeel elevates the tasting experience."
          }
        },
        "images": {
          "product_image": "../images/bottle-sample.png",
          "background_image": "../images/home-bg-2.jpg",
          "ribbon": "../images/ribbon.png"
        }
      },
      {
        "id": "new_sotol_3",
        "product_type": "sotol",
        "product_name": "Warbler Reserve anejo handcrafted 100% sotol",
        "description": {
          "summary": "Warbler Reserve Añejo is a masterfully crafted Sotol, made from wild-harvested Dasylirion plants sourced from the rugged deserts, grasslands, and mountains of Chihuahua. This artisanal spirit is cooked in traditional earth ovens, open-fermented, and distilled in copper pot stills, ensuring a genuine representation of its terroir. Aged for over 12 months in red wine barrels, it boasts a deep golden amber hue and an alluring aroma of wet earth, green herbs, wood, and a whisper of smoke.",
          "palate": "The palate delights with fresh honey, cinnamon, and subtle red berries, balanced by wood and light smoke, offering a soft, velvety mouthfeel. The finish is warm, with medium length, leaving sweet tones and earthy, smoky hints on the back palate."
        },
        "details": {
          "country_of_origin": "Mexico",
          "alcohol_volume": "30%",
          "pack_size": "750mlx12 Btls",
          "color": "Deep Gold and Ambar color"
        },
        "characteristics": {
          "visual": {
            "title": "Visual Characteristics",
            "description": "Warbler Reserve Añejo boasts a deep golden amber hue, reflecting its rich aging process in red wine barrels. The appearance is matched by an aromatic bouquet of wet earth, green herbs, and light smoke, creating a visually and sensorially captivating handcrafted spirit."
          },
          "aromatic": {
            "title": "Aromatic Characteristics",
            "description": "Warbler Reserve Añejo offers a complex aromatic profile with notes of wet earth, green herbs, and wood, complemented by a touch of light smoke. These captivating aromas reflect its artisanal production process and the natural essence of the wild-harvested Dasylirion plants."
          },
          "taste": {
            "title": "Taste Characteristics",
            "description": "Warbler Reserve Añejo delivers a velvety mouthfeel with flavors of fresh honey and cinnamon, balanced by subtle red berries and a touch of wood. Light smoke enhances its complexity, creating a smooth and harmonious palate that reflects its artisanal craftsmanship and unique aging process."
          }
        },
        "images": {
          "product_image": "../images/bottle-sample.png",
          "background_image": "../images/home-bg-2.jpg",
          "ribbon": "../images/ribbon.png"
        }
      }
    ],

    "whisky": [
      {
        "id": "whisky_1",
        "product_type": "Whisky",
        "product_name": "Warbler Reserve Blended Scotch Whisky",
        "description": {
          "summary": "This exceptional whisky blend combines the finest grain and malt whiskies sourced from across Scotland. Carefully crafted using a selection of high-quality malt whiskies from the renowned Speyside and Highland regions, it delivers rich, complex flavors. The blend is expertly balanced with premium grain whisky from the Lowlands, celebrated for its smoothness and subtlety. This harmonious combination results in a whisky that offers a refined taste, showcasing the best of Scotland's whisky-making regions.",
          "palate": "Whether sipped neat, on the rocks, or in a cocktail, this blend delivers a superior whisky experience with depth and character. Each sip reflects centuries of Scottish tradition, where craftsmanship and heritage unite to produce a truly exceptional drink. Ideal for connoisseurs and newcomers alike, it represents the pinnacle of Scottish whisky blending."
        },
        "details": {
          "country_of_origin": "Scotland",
          "alcohol_volume": "40%",
          "pack_size": "750mlx12 Btls",
          "color": "Golden"
        },
        "characteristics": {
          "visual": {
            "title": "Visual Characteristics",
            "description": "A radiant golden hue with stunning brilliance, reflecting exceptional clarity that captivates the eye, evoking a sense of warmth, elegance, and the purity of fine craftsmanship in every detail."
          },
          "aromatic": {
            "title": "Aromatic Characteristics",
            "description": "A captivating bouquet of clean, crisp scents enriched by the comforting warmth of sweet vanilla, creating a harmonious blend that evokes both freshness and a soft, creamy sophistication."
          },
          "taste": {
            "title": "Taste Characteristics",
            "description": "A smooth and mellow profile that gently caresses the palate, enriched with a delightful sweetness. Layers of complex richness unfold, revealing a harmonious depth of flavor that lingers, leaving a warm and satisfying impression."
          },
          "aftertaste": {
            "title": "Aftertaste",
            "description": "A refreshing, clean finish that graces the palate with its smoothness, while a gentle, lingering sweetness remains, leaving a soft, memorable impression that invites you to savor its elegance long after each sip."
          }
        },
        "images": {
          "product_image": "../images/bottle-sample.png",
          "background_image": "../images/home-bg-2.jpg"
        }
      },
      {
        "id": "whisky_2",
        "product_type": "Whisky",
        "product_name": "Kereru Classic 5YO Blended Scotch Whisky",
        "description": {
          "summary": "Kereru Classic 5-Year-Old Blended Scotch Whisky is a masterful blend of the finest grains and meticulously selected malts, each chosen for its superior quality and depth of flavor. Distilled in Scotland and aged for no less than five years in premium American oak casks, this whisky embodies craftsmanship and tradition. The maturation process imparts refined character, delivering a soft aroma with gentle oak and subtle spice on the nose.",
          "palate": "On the palate, Kereru Classic offers a light and fresh experience, beautifully balanced with notes of vanilla sweetness and delicate fruits. The finish is luxuriously smooth and mellow, leaving a lingering impression of sweet oak that delights the senses with every sip."
        },
        "details": {
          "country_of_origin": "Scotland",
          "alcohol_volume": "40%",
          "pack_size": "750mlx12 Btls",
          "color": "Golden"
        },
        "characteristics": {
          "visual": {
            "title": "Visual Characteristics",
            "description": "Kereru Classic 5-Year-Old Whisky presents a golden amber hue, reflecting its maturation in premium American oak casks. Its clarity and richness visually suggest a refined, smooth, and well-aged spirit."
          },
          "aromatic": {
            "title": "Aromatic Characteristics",
            "description": "The aroma offers a delicate, inviting experience with gentle oak notes that evoke warmth, complemented by subtle hints of spice. Together, they create a soft, balanced sensation that soothes the senses."
          },
          "taste": {
            "title": "Taste Characteristics",
            "description": "The taste is light and refreshing, unfolding with a smooth vanilla sweetness that gently caresses the palate. Subtle hints of delicate fruit notes add depth, creating a beautifully balanced and satisfying profile."
          },
          "aftertaste": {
            "title": "Aftertaste",
            "description": "The aftertaste is mellow and lingering, leaving a satisfying impression of sweet oak that gently fades. Its smooth, refined finish enhances the experience, offering warmth and a delicate, lasting sweetness."
          }
        },
        "images": {
          "product_image": "../images/bottle-sample.png",
          "background_image": "../images/home-bg-2.jpg"
        }
      }
    ],

    "tequila": [
      {
        "id": "tequila_1",
        "product_type": "tequila",
        "product_name": "Kereru Classic White Tequila 100% agave ",
        "description": {
          "summary": "-",
          "palate": "-"
        },
        "details": {
          "country_of_origin": "Mexico",
          "alcohol_volume": "38%",
          "pack_size": "750mlx12 Btls"
        },
        "characteristics": {
          "visual": {
            "title": "Visual Characteristics",
            "description": "-"
          },
          "aromatic": {
            "title": "Aromatic Characteristics",
            "description": "-"
          },
          "taste": {
            "title": "Taste Characteristics",
            "description": "-"
          }
        },
        "images": {
          "product_image": "../images/bottle-sample.png",
          "background_image": "../images/home-bg-2.jpg"
        }
      },
      {
        "id": "tequila_2",
        "product_type": "tequila",
        "product_name": "Kereru Classic Reposado Tequila 100% agave ",
        "description": {
          "summary": "-",
          "palate": "-"
        },
        "details": {
          "country_of_origin": "Mexico",
          "alcohol_volume": "40%",
          "pack_size": "750mlx12 Btls"
        },
        "characteristics": {
          "visual": {
            "title": "Visual Characteristics",
            "description": "-"
          },
          "aromatic": {
            "title": "Aromatic Characteristics",
            "description": "-"
          },
          "taste": {
            "title": "Taste Characteristics",
            "description": "-"
          }
        },
        "images": {
          "product_image": "../images/bottle-sample.png",
          "background_image": "../images/home-bg-2.jpg"
        }
      },
      {
        "id": "tequila_3",
        "product_type": "tequila",
        "product_name": "Kereru Classic Anejo Tequila 100% agave ",
        "description": {
          "summary": "-",
          "palate": "-"
        },
        "details": {
          "country_of_origin": "Mexico",
          "alcohol_volume": "38%",
          "pack_size": "750mlx12 Btls"
        },
        "characteristics": {
          "visual": {
            "title": "Visual Characteristics",
            "description": "-"
          },
          "aromatic": {
            "title": "Aromatic Characteristics",
            "description": "-"
          },
          "taste": {
            "title": "Taste Characteristics",
            "description": "-"
          }
        },
        "images": {
          "product_image": "../images/bottle-sample.png",
          "background_image": "../images/home-bg-2.jpg"
        }
      },
      {
        "id": "tequila_5",
        "product_type": "tequila",
        "product_name": "Kereru Classic Cristalino Tequila 100% agave ",
        "description": {
          "summary": "-",
          "palate": "-"
        },
        "details": {
          "country_of_origin": "Mexico",
          "alcohol_volume": "40%",
          "pack_size": "750mlx12 Btls",
          "color": "White"
        },
        "characteristics": {
          "visual": {
            "title": "Visual Characteristics",
            "description": "-"
          },
          "aromatic": {
            "title": "Aromatic Characteristics",
            "description": "-"
          },
          "taste": {
            "title": "Taste Characteristics",
            "description": "-"
          }
        },
        "images": {
          "product_image": "../images/bottle-sample.png",
          "background_image": "../images/home-bg-2.jpg"
        }
      },
      {
        "id": "tequila_5",
        "product_type": "tequila",
        "product_name": "Kereru Classic Tequila 100% agave Extra-anejo ",
        "description": {
          "summary": "-",
          "palate": "-"
        },
        "details": {
          "country_of_origin": "Mexico",
          "alcohol_volume": "40%",
          "pack_size": "750mlx12 Btls",
          "color": "Dark golden"
        },
        "characteristics": {
          "visual": {
            "title": "Visual Characteristics",
            "description": "-"
          },
          "aromatic": {
            "title": "Aromatic Characteristics",
            "description": "-"
          },
          "taste": {
            "title": "Taste Characteristics",
            "description": "-"
          }
        },
        "images": {
          "product_image": "../images/bottle-sample.png",
          "background_image": "../images/home-bg-2.jpg"
        }
      },
      {
        "id": "tequila_6",
        "product_type": "tequila",
        "product_name": "Warbler Reserve Tequila 100% agave blanco handcrafted ",
        "description": {
          "summary": "WARBLER RESERVE tequila is made with the supreme quality ripe agaves of the Tequilana Weber blue variety. These agaves are slowly cooked for 36 hours in a masonry oven. The sugary juice of the cooked agaves is extracted under a new system, which not only extracts the sugars but also the necessary solids, allowing the aromatic and gustatory components to be generated during fermentation with native yeasts. This gives WARBLER RESERVE 100% agave blanco tequila its unique characteristics.",
          "palate": "The distillation process is carried out by women trained in our company to perform this task with a slow, patient approach, paying careful attention to every detail as delicately as the hands that do it. WARBLER RESERVE 100% agave blanco tequila is produced under strict quality control to ensure that each batch meets both physicochemical and organoleptic quality specifications. The entire process is personally supervised by Tequila Master Mr. Jorge Martínez Cano, who, with his more than 35 years of experience in the tequila industry, ensures the highest quality products on the international market."
        },
        "details": {
          "country_of_origin": "Mexico",
          "alcohol_volume": "40%",
          "pack_size": "750mlx12 Btls",
          "color": "White"
        },
        "characteristics": {
          "visual": {
            "title": "Visual Characteristics",
            "description": "Very bright transparent colorless liquid that when shaking the glass generates a large number of sufficiently thick tears that fall slowly. This reflects the quality and good character of WARBLER 100% agave blanco tequila."
          },
          "aromatic": {
            "title": "Aromatic Characteristics",
            "description": "WARBLER white 100% agave tequila offers citrus and herbal aromas with a floral tendency, which as the glass is shaken give way to fruity, sweet aromas with an interesting intensity that do not disappear from the product. It is a very complex product due to its aromatic evolution."
          },
          "taste": {
            "title": "Taste Characteristics",
            "description": "It is a tequila that tastes like the aromas already described. Quite soft, slightly sweet, very pleasant on the palate, it does not hurt the mouth or throat. The completeness of this product is manifested in the changes it has in the mouth, since, with each sip, you can feel the evolution that evokes incomparable quality and complexity."
          }
        },
        "images": {
          "product_image": "../images/bottle-sample.png",
          "background_image": "../images/home-bg-2.jpg"
        }
      },
      {
        "id": "tequila_7",
        "product_type": "tequila",
        "product_name": "Warbler Reserve Tequila 100% agave Reposado handcrafted ",
        "description": {
          "summary": "WARBLER RESERVE REPOSADO tequila is made from white tequila that is deposited in American white oak and French white oak barrels for a period of at least Six months, in which the temperature and humidity conditions are strictly maintained so that at the end of maturation of tequila, obtain the characteristic aromas and flavors of this highest quality product.",
          "palate": "100% agave reposado tequila is produced under strict quality control that guarantees that each batch meets both physicochemical and organoleptic quality specifications. The entire process is personally supervised by the expert Tequila Master Mr. Jorge Martínez Cano, who, with his more than 35 years of experience in the tequila industry, manages to obtain the highest quality products on the international market."
        },
        "details": {
          "country_of_origin": "Mexico",
          "alcohol_volume": "40%",
          "pack_size": "750mlx12 Btls",
          "color": "Golden"
        },
        "characteristics": {
          "visual": {
            "title": "Visual Characteristics",
            "description": "Very bright transparent straw-colored liquid that when shaking the glass generates many sufficiently thick tears that fall slowly due to the natural essential oils of the agave and the barrels. This reflects the quality and good character of WARBLER 100% agave reposado tequila."
          },
          "aromatic": {
            "title": "Aromatic Characteristics",
            "description": "WARBLER Reserve Reposado 100% agave tequila offers woody aromas, where subtle notes of vanilla, chocolate and nuts prevail, all of them obtained from the well-crafted wood of the barrels where this tequila is matured. All its aromas are very soft, inviting you to taste this very complex, high-quality product."
          },
          "taste": {
            "title": "Taste Characteristics",
            "description": "It is a tequila that tastes like the aromas already described. Very smooth, it offers a very pleasant sweetness to the palate due to its maturation in the barrels, it does not hurt the mouth or the throat. The finish is very long, delicious on the palate. The completeness of this product is manifested in the changes it has in the mouth, since, with each sip, you feel the evolution that evokes incomparable quality and complexity, as it begins with vanilla and chocolate and ends with very pleasant dried fruits."
          }
        },
        "images": {
          "product_image": "../images/bottle-sample.png",
          "background_image": "../images/home-bg-2.jpg"
        }
      },
      {
        "id": "tequila_8",
        "product_type": "tequila",
        "product_name": "Warbler Reserve Tequila 100% agave anejo handcrafted",
        "description": {
          "summary": "-",
          "palate": "-"
        },
        "details": {
          "country_of_origin": "Mexico",
          "alcohol_volume": "38%",
          "pack_size": "750mlx12 Btls"
        },
        "characteristics": {
          "visual": {
            "title": "Visual Characteristics",
            "description": "-"
          },
          "aromatic": {
            "title": "Aromatic Characteristics",
            "description": "-"
          },
          "taste": {
            "title": "Taste Characteristics",
            "description": "-"
          }
        },
        "images": {
          "product_image": "../images/bottle-sample.png",
          "background_image": "../images/home-bg-2.jpg"
        }
      },
      {
        "id": "tequila_8",
        "product_type": "tequila",
        "product_name": "Warbler Reserve Tequila 100% agave Extra-Anejo handcrafted",
        "description": {
          "summary": "-",
          "palate": "-"
        },
        "details": {
          "country_of_origin": "Mexico",
          "alcohol_volume": "38%",
          "pack_size": "750mlx12 Btls",
          "color": "Dark golden"
        },
        "characteristics": {
          "visual": {
            "title": "Visual Characteristics",
            "description": "-"
          },
          "aromatic": {
            "title": "Aromatic Characteristics",
            "description": "-"
          },
          "taste": {
            "title": "Taste Characteristics",
            "description": "-"
          }
        },
        "images": {
          "product_image": "../images/bottle-sample.png",
          "background_image": "../images/home-bg-2.jpg"
        }
      }
    ],

    "sotol": [],

    "gin": [
      {
        "id": "gin_1",
        "product_type": "gin",
        "product_name": "Warbler Irish coastal gin",
        "description": {
          "summary": "Experience the essence of Ireland’s rugged coastline with our handcrafted Irish Coastal Gin, a testament to superior quality and artisanal craftsmanship. Distilled from premium grain alcohol, this gin is infused with the finest hand-harvested botanicals, including Laminaria digitata (kelp), fuchsia, and honeysuckle flowers, all sustainably sourced from Ireland’s pristine shores. The perfect harmony of traditional juniper and a vibrant citrus base creates a refreshing and distinctive flavor profile, evoking the crisp sea breeze and natural beauty of the Irish landscape.",
          "palate": "Each bottle reflects a deep commitment to authenticity, sustainability, and tradition, capturing the spirit of Ireland in every sip. Whether savored neat or crafted into cocktails, this gin offers an unparalleled drinking experience that is both invigorating and memorable. The balance of botanicals and citrus notes ensures a clear, fresh taste that delights the senses, making it an ideal choice for those who appreciate refined, handcrafted spirits inspired by nature’s bounty."
        },
        "details": {
          "country_of_origin": "Ireland",
          "alcohol_volume": " Abv 40%",
          "pack_size": "750mlx12 Btls",
          "color": "Clear White"
        },
        "characteristics": {
          "visual": {
            "title": "Visual Characteristics",
            "description": "The crystal-clear liquid of Warbler Irish Coastal Gin has a sleek, pristine appearance, reflecting its high-quality craftsmanship. Its clarity enhances its visual appeal, making it an inviting and sophisticated choice for any gin lover."
          },
          "aromatic": {
            "title": "Aromatic Characteristics",
            "description": "The aroma is a captivating blend that opens with the classic, crisp scent of juniper, beautifully complemented by a vibrant burst of zesty citrus. Delicate undertones of fresh coastal sea air add a refreshing, marine-inspired nuance, evoking the essence of Ireland’s rugged shores."
          },
          "taste": {
            "title": "Taste Characteristics",
            "description": "A classic juniper-forward profile is uplifted by bright citrus notes of lemon and orange, delivering a refreshing sharpness. The finish unfolds softly with delicate floral hints, such as lavender or chamomile, creating a balanced, smooth, and elegant taste that lingers beautifully."
          },
          "serve": {
            "title": "Serving Suggestions",
            "description": "Serve chilled over ice, complemented by your favorite tonic or mixer for a refreshing experience."
          }
        },
        "images": {
          "product_image": "../images/bottle-sample.png",
          "background_image": "../images/home-bg-2.jpg"
        }
      },
      {
        "id": "gin_2",
        "product_type": "gin",
        "product_name": "Warbler Monaghan Gin",
        "description": {
          "summary": "Serve this exquisite blend chilled over ice, allowing the crisp, aromatic flavors to shine. The juniper's bold, piney character, enhanced by zesty citrus notes of lemon and orange, comes alive on the palate. When paired with your favorite tonic or mixer, the drink transforms into a refreshing experience that dances on your taste buds, delivering a perfect balance of bold and bright flavors.",
          "palate": "Whether you prefer a classic gin and tonic or an adventurous citrus-infused soda, the combination offers a balanced, invigorating drink. The soft floral finish lingers delicately, rounding out the experience, making each sip smooth and delightful."
        },
        "details": {
          "country_of_origin": "Ireland",
          "alcohol_volume": "Abv 40%",
          "pack_size": "750mlx12 Btls",
          "color": "Clear"
        },
        "characteristics": {
          "visual": {
            "title": "Visual Characteristics",
            "description": "Warbler Monaghan Gin clear, shimmering appearance is enhanced by a subtle hint of rose color, giving it a delicate and luxurious look. This visual quality adds an elegant touch to any drink, making it visually captivating and sophisticated."
          },
          "aromatic": {
            "title": "Aromatic Characteristics",
            "description": "The aroma is dominated by the crisp, earthy scent of juniper, which gives a bold, pine-like fragrance. Subtle hints of pear add a fruity sweetness, while cucumber contributes a fresh, clean note, balancing the intensity with a refreshing, vegetal undertone."
          },
          "taste": {
            "title": "Taste Characteristics",
            "description": "The flavor opens with the bold, slightly resinous taste of juniper, creating a pine-forward profile. This is complemented by the delicate astringency of black tea, the crisp freshness of cucumber, and the subtle sweetness of pear, creating a harmonious blend of earthy, refreshing, and slightly floral notes."
          },
          "serve": {
            "title": "Serving Suggestions",
            "description": "Enjoy neat for a pure experience, or over ice with tonic for a refreshing, balanced drink."
          }
        },
        "images": {
          "product_image": "../images/bottle-sample.png",
          "background_image": "../images/home-bg-2.jpg"
        }
      },
      {
        "id": "gin_3",
        "product_type": "gin",
        "product_name": "Warbler Handcrafted pink gin",
        "description": {
          "summary": "Warbler Handcrafted Pink Gin is a meticulously crafted spirit, made from high-quality grain alcohol and infused with aromatic juniper berries. This gin is carefully distilled with a selection of vibrant, punchy ruby grapefruit and premium berry botanicals, creating a harmonious balance of flavors.",
          "palate": "The result is a gin that boasts a creamy, full-bodied texture, with a refreshing burst of citrus zest that tantalizes the palate. Its stunning pink hue makes it as visually appealing as it is flavorful, offering a lively and indulgent drinking experience that stands out in any cocktail or served neat over ice."
        },
        "details": {
          "country_of_origin": "Ireland",
          "alcohol_volume": "Abv 40%",
          "pack_size": "750mlx12 Btls",
          "color": "Vibrant Pink"
        },
        "characteristics": {
          "visual": {
            "title": "Visual Characteristics",
            "description": "Warbler Handcrafted Pink Gin features a captivating vibrant ruby color, infused with the zesty vibrancy of ruby grapefruit and rich berry botanicals. The visually striking hue reflects the refreshing and inviting nature of the gin."
          },
          "aromatic": {
            "title": "Aromatic Characteristics",
            "description": "The gin’s aromatic profile is a vibrant blend of zesty citrus notes, with fresh grapefruit and a subtle hint of lemon, harmoniously balanced by the earthy, pine-like essence of juniper. This creates a crisp, invigorating fragrance that entices and refreshes the senses."
          },
          "taste": {
            "title": "Taste Characteristics",
            "description": "The taste of this gin is defined by the classic, bold flavor of juniper berries, offering a smooth, earthy base that’s both crisp and slightly piney. This is beautifully complemented by a tart citrus punch, where bright ruby grapefruit delivers a tangy, refreshing zest, creating a balanced and lively profile with a touch of sweetness. The interplay between the traditional juniper and vibrant citrus notes creates a sophisticated, well-rounded flavor experience that lingers on the palate."
          },
          "serve": {
            "title": "Serving Suggestions",
            "description": "Serve over ice with your favorite tonic or mixer for a refreshing, vibrant gin experience."
          }
        },
        "images": {
          "product_image": "../images/bottle-sample.png",
          "background_image": "../images/home-bg-2.jpg"
        }
      },
      {
        "id": "gin_4",
        "product_type": "gin",
        "product_name": "Warbler Pineapple irish gin",
        "description": {
          "summary": "This handcrafted gin offers a fresh, vibrant experience with a bold, tropical character. The classic juniper flavor leads the way, providing a crisp, earthy foundation that is quickly complemented by the sweet, juicy essence of fresh pineapple. The tropical notes add a lively, sun-kissed quality.",
          "palate": "The gin’s texture is creamy and full-bodied, giving each sip a smooth, indulgent feel. The hint of zest adds a refreshing touch, balancing the sweetness of the fruit with a lively, citrusy finish, making this gin a perfectly well-rounded, flavorful treat. Its tropical profile is both indulgent and refreshing, offering pure enjoyment."
        },
        "details": {
          "country_of_origin": "Ireland",
          "alcohol_volume": "Abv 40%",
          "pack_size": "750mlx12 Btls",
          "color": "Clear"
        },
        "characteristics": {
          "visual": {
            "title": "Visual Characteristics",
            "description": "Warbler Monaghan Gin clear, shimmering appearance is enhanced by a subtle hint of rose color, giving it a delicate and luxurious look. This visual quality adds an elegant touch to any drink, making it visually captivating and sophisticated."
          },
          "aromatic": {
            "title": "Aromatic Characteristics",
            "description": "The aroma of this gin is a delightful blend of classic juniper, offering a crisp, earthy scent, followed by a fresh, punchy note of pineapple, bringing a tropical, vibrant fragrance to the nose."
          },
          "taste": {
            "title": "Taste Characteristics",
            "description": "The taste begins with the traditional, bold flavor of juniper, offering a crisp, piney base. This is quickly enhanced by the juicy, sweet tang of pineapple, adding a tropical, vibrant twist that balances the earthy juniper with a refreshing, exotic sweetness."
          },
          "serve": {
            "title": "Serving Suggestions",
            "description": "Enjoy neat for a pure experience, or over ice with tonic for a refreshing, balanced drink."
          }
        },
        "images": {
          "product_image": "../images/bottle-sample.png",
          "background_image": "../images/home-bg-2.jpg"
        }
      },
      {
        "id": "gin_5",
        "product_type": "gin",
        "product_name": "Warbler Passionfruit & mango gin",
        "description": {
          "summary": "Warbler Passionfruit & Mango Gin is a meticulously crafted spirit that captures the essence of tropical indulgence. Distilled with precision, it showcases vibrant passionfruit and mango notes that perfectly complement the classic juniper and gin flavors. The gin opens with crisp, botanical freshness, followed by a subtle sweetness that enhances the lively fruitiness.",
          "palate": "The passionfruit adds a tangy depth, while the mango imparts a smooth, velvety richness. The finish is long-lasting, with a well-balanced blend of tropical sweetness and the herbal undertones of gin. The result is a refreshing, complex tasting experience that transports you to a sun-soaked paradise."
        },
        "details": {
          "country_of_origin": "Ireland",
          "alcohol_volume": "Abv 40%",
          "pack_size": "750mlx12 Btls",
          "color": "Clear"
        },
        "characteristics": {
          "visual": {
            "title": "Visual Characteristics",
            "description": "Warbler Passionfruit & Mango Gin boasts a captivating visual presence that enhances its appeal. The gin is typically clear, allowing its vibrant infusion process to shine through, giving it a slight golden hue that catches the light beautifully. When served over ice, the drink maintains a clean, shimmering appearance that not only looks refreshing but also highlights the crisp clarity of the gin. Its smooth and light viscosity ensures that the ice gently disperses its vivid hues, creating an inviting and ethereal visual display. "
          },
          "aromatic": {
            "title": "Aromatic Characteristics",
            "description": "The aromatic profile of this gin is a delightful fusion of classic juniper and vibrant tropical fruits. The juniper offers a crisp, pine-like fragrance, while the passionfruit introduces a tangy, floral sweetness. Mango adds a smooth, exotic richness, creating an inviting, complex bouquet."
          },
          "taste": {
            "title": "Taste Characteristics",
            "description": "The taste is a harmonious blend of classic juniper, delivering crisp, herbal notes, paired with the sweet-tartness of passionfruit and the smooth, velvety richness of mango. The result is a refreshing, balanced, and tropical flavor experience."
          },
          "serve": {
            "title": "Serving Suggestions",
            "description": "Serve over ice, paired with your favorite tonic or mixer for a refreshing, tropical experience."
          }
        },
        "images": {
          "product_image": "../images/bottle-sample.png",
          "background_image": "../images/home-bg-2.jpg"
        }
      }
    ],

    "beer": [
      {
        "id": "beer_1",
        "product_type": "beer",
        "product_name": "Warbler Strong Beer",
        "description": {
          "summary": "-",
          "palate": "-"
        },
        "details": {
          "country_of_origin": "Ukraine",
          "alcohol_volume": "Abv 8%",
          "pack_size": "500mlx24 Cans"
        },
        "characteristics": {
          "visual": {
            "title": "Visual Characteristics",
            "description": "-"
          },
          "aromatic": {
            "title": "Aromatic Characteristics",
            "description": "-"
          },
          "taste": {
            "title": "Taste Characteristics",
            "description": "-"
          }
        },
        "images": {
          "product_image": "../images/bottle-sample.png",
          "background_image": "../images/home-bg-2.jpg"
        }
      },
      {
        "id": "beer_2",
        "product_type": "beer",
        "product_name": "Warbler Large Beer",
        "description": {
          "summary": "-",
          "palate": "-"
        },
        "details": {
          "country_of_origin": "Ukraine",
          "alcohol_volume": "Abv 4.8%",
          "pack_size": "500mlx24 Cans"
        },
        "characteristics": {
          "visual": {
            "title": "Visual Characteristics",
            "description": "-"
          },
          "aromatic": {
            "title": "Aromatic Characteristics",
            "description": "-"
          },
          "taste": {
            "title": "Taste Characteristics",
            "description": "-"
          }
        },
        "images": {
          "product_image": "../images/beer/strong-beer.png",
          "background_image": "../images/beer/strong-beer-2.png"
        }
      },
      {
        "id": "beer_2",
        "product_type": "beer",
        "product_name": "Warbler Wheat Beer",
        "description": {
          "summary": "-",
          "palate": "-"
        },
        "details": {
          "country_of_origin": "Ukraine",
          "alcohol_volume": "Abv 4.8%",
          "pack_size": "500mlx24 Cans"
        },
        "characteristics": {
          "visual": {
            "title": "Visual Characteristics",
            "description": "-"
          },
          "aromatic": {
            "title": "Aromatic Characteristics",
            "description": "-"
          },
          "taste": {
            "title": "Taste Characteristics",
            "description": "-"
          }
        },
        "images": {
          "product_image": "../images/bottle-sample.png",
          "background_image": "../images/home-bg-2.jpg"
        }
      }
    ]
  }
}
